const zodiacDesc = [
  {
    sign: "Овен",
    firstDate: "21 март",
    lastdate: "19 апрель",
    pred: "Сегодня вам придется заняться поисками. Возможно, вы даже не будете знать, что именно ищете, и будете вынуждены продолжать это занятие до тех пор, пока, найдя нечто, не поймете, что оно и является искомым.",
  },
  {
    sign: "Телец",
    firstDate: "20 апрель",
    lastdate: "20 март",
    pred: "Сегодня вам придется популярно объяснять окружающим довольно сложные и, по всей вероятности, просто недоступные им вещи. Если хоть один поймет - считайте себя героем.",
  },
];

export default zodiacDesc;
