const zodiakDeck = [
  {
    zodiac: "aries",
    date: ["3 21 2009", "4 20 2009"],
    pred: "Сегодня вас здорово расстроит друг. Вам придется потратить немало времени если не на решение его проблемы, то хотя бы на то, чтобы его утешить.",
  },
  {
    zodiac: "taurus",
    date: ["4 21 2009", "5 21 2009"],
    pred: "Сегодня вас могут поймать на крючок, заставив дать обязательство, которое в здравом уме о твердой памяти вам покажется бредом сивой кобылы в лунную ночь. Не стоит быть слишком податливым, лучше уж заработать репутацию невежливого упрямца.",
  },
  {
    zodiac: "twins",
    date: ["5 22 2009", "6 21 2009"],
    pred: "Сегодняшний день будет зависеть от того, как вы его начнете, сможете ли поймать верный ритм действий. Не позволяйте слишком себя торопить, это приведет лишь к полной недееспособности.",
  },
  {
    zodiac: "cancer",
    date: ["6 22 2009", "7 22 2009"],
    pred: 'Сегодня вам стоит вспомнить о существовании слова "нет". Пригодится.',
  },
  {
    zodiac: "lion",
    date: ["7 23 2009", "8 21 2009"],
    pred: "Сегодня у вас есть все шансы склонить на свою сторону даже самого несговорчивого из потенциальных союзников. Случай редкостный, рекомендуется воспользоваться, хотя бы просто так, про запас.",
  },
  {
    zodiac: "virgo",
    date: ["8 22 2009", "9 23 2009"],
    pred: "Сегодняшний день будет полон делами, в каждом из которых вы будете чувствовать необходимость проявить себя наилучшим образом. Вы будете смотреться еще выигрышнее, если решитесь использовать новые (но не запрещенные!) приемы.",
  },
  {
    zodiac: "scales",
    date: ["9 24 2009", "10 23 2009"],
    pred: "Сегодня вы рискуете перетрудиться, даже не особенно надрываясь в стремлении переделать все, что только можно. Просто этот день вовсе не предназначен для пахоты.",
  },
  {
    zodiac: "scorpion",
    date: ["10 24 2009", "11 22 2009"],
    pred: "Сегодня у вас может выйти спор с Матерью-природой. Берегитесь солнца, оно будет к вам неласково.",
  },
  {
    zodiac: "sagittarius",
    date: ["11 23 2009", "12 23 2009"],
    pred: "Сегодня вам, скорее всего, придется делать вид, что вы понимаете все происходящее, и вполне со всем согласны. Происходит что-то, что вы не можете до конца осмыслить, поэтому, наверное, лучше будет не вмешиваться.",
  },
  {
    zodiac: "capricorn",
    date: ["12 24 2009", "1 20 2009"],
    pred: "Вы склонны считать неразрешимой проблему, которая таковой вовсе не является. Не стоит отравлять себе жизнь пустыми переживаниями, а то как бы судьба не подбросила вам реальный повод для расстройства.",
  },
  {
    zodiac: "aquarius",
    date: ["1 21 2009", "2 19 2009"],
    pred: "Сегодня важнейшей из ваших черт, и самой необходимой станет аккуратность. Если вы подобным качеством не располагаете, придется его немедленно завести, рассеянности и невнимания нынче допустить никак нельзя.",
  },
  {
    zodiac: "fish",
    date: ["2 20 2009", "3 20 2009"],
    pred: "Сегодня ваше настроение может оказаться очень переменчивым. В связи с этим обстоятельством день лучше провести с тем, кто к вам давно привык и способен вас понять (с любимой собакой, например).",
  },
];

export default zodiakDeck;
